Repository: Libertasio/thunar-archive-plugin
Catalog: po/hye.po
Languages: hye

source: Select an archive manager
hye: Ընտրէք արխիւի կառաւարչին

source: _Cancel
hye: _Չեղարկել

source: _OK
hye: _Լաւ

source: Please select your preferred archive manager from the list of available applications below:
hye: Ընտրէք ձեր պահոցային կառաւարչին ներքեւում առկայ յաւելուածների ցուցակից։

source: No suitable archive manager found
hye: Համապատասխան պահոցային կառաւարիչ չկայ

source: Failed to extract files
hye: Չյաջողուեց արտածել ֆայլերը

source: Failed to create archive
hye: Չյաջողուեց ստեղծել արխիւը

source: Extract _Here
hye: Արտածել_այստեղ

source: Extract the selected archive in the current folder
hye: Հանել ընտրած արխիւը ընթացիկ թղթապանակից

source: _Extract To...
hye: _Արտածել...

source: Extract the selected archive
hye: Արտածել ընտրած արխիւը

source: Cr_eate Archive...
hye: Ստե_ղծել Արխիւը...

source: Create an archive with the selected object
hye: Ստեղծել արխիւը ընտրուած աւբյեկտների հետ

source: _Extract here
hye: _Արտածել այստեղ

source: Extract the selected archive here
hye: Արտածել ընտրած արխիւը այստեղ
